[
  {
    "id": 1,
    "name": "Lawn Care",
    "description": "Professional lawn mowing, edging, and trimming tailored to your property's needs. We maintain your lawn at the optimal height for healthy growth while ensuring crisp edges and a pristine appearance every visit.",
    "priceRange": "Varies by property size",
    "icon": "GiGrassMushroom"
  },
  {
    "id": 2,
    "name": "Spring Cleanup",
    "description": "Comprehensive spring preparation to kickstart your lawn's growing season. We remove winter debris, rake thatch, edge flower beds, and provide an initial mow to set the foundation for a beautiful yard all season long.",
    "priceRange": "Seasonal service",
    "icon": "GiFlowerPot"
  },
  {
    "id": 3,
    "name": "Fall Cleanup",
    "description": "Complete fall cleanup to prepare your property for winter. Our service includes leaf removal, final mowing, bed preparation, and debris clearing to protect your lawn and keep your property looking its best through the cold months.",
    "priceRange": "Seasonal service",
    "icon": "GiMapleLeaf"
  },
  {
    "id": 4,
    "name": "Storm Tree Cleanup",
    "description": "Fast, reliable cleanup after storm damage. We remove fallen branches, debris, and damaged vegetation to restore safety and curb appeal to your property quickly and efficiently.",
    "priceRange": "Emergency service",
    "icon": "GiOakLeaf"
  },
  {
    "id": 5,
    "name": "Mulch & Flowerbeds",
    "description": "Professional mulch installation and flowerbed maintenance to enhance your landscape's beauty and health. We refresh existing beds, apply quality mulch, and edge for a clean, polished look that protects your plants.",
    "priceRange": "Landscaping service",
    "icon": "GiPlantSeed"
  },
  {
    "id": 6,
    "name": "Leaf Cleanup",
    "description": "Thorough leaf removal to keep your lawn healthy and your property pristine. Using professional-grade equipment, we clear leaves from lawns, beds, and hardscapes to prevent turf damage and maintain a beautiful yard.",
    "priceRange": "Seasonal service",
    "icon": "FaLeaf"
  },
  {
    "id": 7,
    "name": "Power Washing",
    "description": "High-pressure cleaning for driveways, sidewalks, decks, patios, and siding. We remove dirt, grime, mold, and stains to restore your home's exterior surfaces to like-new condition and boost curb appeal.",
    "priceRange": "Varies by area",
    "icon": "GiWaterDrop"
  },
  {
    "id": 8,
    "name": "Gutter Cleaning",
    "description": "Professional gutter cleaning to protect your home from water damage. We remove leaves, debris, and buildup from your gutters and downspouts, ensuring proper drainage and preventing costly repairs.",
    "priceRange": "Residential service",
    "icon": "FaHome"
  }
]
